---
kind: other
id: Properties.T:Autodesk.Revit.DB.TessellatedBuildIssue
source: html/6c83106b-3747-80e3-8307-3c707b58d9f6.htm
---
# TessellatedBuildIssue Properties

Specifies whether the .NET object represents a valid Revit entity.